{
  "pack_id": "trivia-002",
  "facts": [
    "The longest recorded beard was over 5 meters long.",
    "Dolphins have names for each other.",
    "The Amazon rainforest produces about 20% of the world’s oxygen.",
    "The driest place on Earth has gone years without rain.",
    "A group of owls is called a parliament.",
    "The largest snowflake ever reported was 38 cm wide.",
    "The human eye can distinguish about 10 million colors.",
    "The longest English word is 189,819 letters long.",
    "Bees can recognize human faces.",
    "The world’s oldest known recipe is for beer.",
    "Some frogs can freeze and thaw back to life.",
    "The coldest natural temperature recorded on Earth was −89.2°C.",
    "The speed of a sneeze can exceed 160 km/h.",
    "The Pacific Ocean contains more area than all land combined.",
    "The world’s largest desert is Antarctica.",
    "A hummingbird’s heart can beat over 1,200 times per minute.",
    "The shortest commercial flight is under two minutes.",
    "The first computer bug was an actual moth.",
    "Some cats are allergic to humans.",
    "The longest river in Europe is the Volga.",
    "A group of ravens is called an unkindness.",
    "The human skeleton is replaced about every 10 years.",
    "The largest volcano in the solar system is on Mars.",
    "The Earth is not a perfect sphere; it’s an oblate spheroid.",
    "The longest mountain range is underwater.",
    "The Great Barrier Reef is the largest living structure on Earth.",
    "The world’s smallest reptile is about the size of a sunflower seed.",
    "A group of zebras is called a dazzle.",
    "The oldest known tree is over 4,800 years old.",
    "There are more bicycles than cars in the world.",
    "The most spoken language by native speakers is Mandarin.",
    "The human body contains enough carbon to make about 9,000 pencils.",
    "The longest tongue measured was over 10 cm.",
    "The largest pizza ever made was over 1,200 square meters.",
    "The shortest war in history was between Britain and Zanzibar.",
    "A day on Neptune lasts about 16 hours.",
    "Some butterflies can taste with their feet.",
    "The highest waterfall is Angel Falls in Venezuela.",
    "The hottest planet is Venus, not Mercury.",
    "The human heart beats about 100,000 times per day.",
    "The longest running TV show is a news program.",
    "The Pacific Rim is nicknamed the Ring of Fire.",
    "A day on Saturn is about 10.7 hours.",
    "The world’s largest island is Greenland.",
    "The tallest tree ever recorded was over 115 meters.",
    "The average person walks about 100,000 miles in a lifetime.",
    "The human body’s largest organ is the skin.",
    "The smallest planet is Mercury.",
    "A group of pugs is called a grumble.",
    "The longest recorded echo lasted 112 seconds."
  ]
}
