{
  "pack_id": "trivia-001",
  "facts": [
    "Honey never spoils when stored sealed.",
    "Octopuses have three hearts.",
    "A day on Venus is longer than its year.",
    "Bananas are berries; strawberries are not.",
    "The Eiffel Tower can grow over 15 cm in summer heat.",
    "A group of flamingos is called a flamboyance.",
    "Koalas have fingerprints similar to humans.",
    "The Great Wall of China is not visible from the Moon by eye.",
    "There are more trees on Earth than stars in the Milky Way.",
    "Sharks existed before trees.",
    "The shortest war in history lasted 38 minutes.",
    "Some turtles can breathe through their cloaca.",
    "A lightning bolt can be hotter than the surface of the Sun.",
    "The heart of a shrimp is in its head.",
    "Sloths can take up to a month to digest a meal.",
    "The longest English word without a vowel is rhythms.",
    "Sea otters hold hands while sleeping to avoid drifting apart.",
    "The dot over a lowercase i or j is called a tittle.",
    "Scotland’s national animal is the unicorn.",
    "A blue whale’s heart is about the size of a small car.",
    "The top of the Eiffel Tower leans away from the sun.",
    "Wombat poop is cube-shaped.",
    "There are more possible chess games than atoms in the observable universe.",
    "A day on Mercury lasts about 176 Earth days.",
    "The Hawaiian alphabet has 13 letters.",
    "Crows can recognize human faces and remember them.",
    "A cloud can weigh over a million pounds.",
    "The longest recorded flight of a chicken is 13 seconds.",
    "Jellyfish are older than dinosaurs.",
    "The longest place name is 85 letters long.",
    "The human body has about 37 trillion cells.",
    "Some metals are so reactive they explode in water.",
    "The Moon is drifting away from Earth by about 3.8 cm per year.",
    "A single teaspoon of neutron star would weigh billions of tons.",
    "Oxford University is older than the Aztec Empire.",
    "The inventor of the Pringles can is buried in one.",
    "A bolt of lightning strikes Earth about 100 times per second.",
    "Sunflowers can track the sun across the sky.",
    "The longest river in the world is debated between the Nile and Amazon.",
    "The human nose can detect over a trillion scents.",
    "Saturn’s density is low enough to float in water.",
    "The longest recorded time without sleep is 11 days.",
    "The first oranges weren’t orange; they were green.",
    "A snail can sleep for up to three years.",
    "The smallest bone in the body is in the ear.",
    "There are more ways to shuffle a deck of cards than grains of sand on Earth.",
    "The human brain uses about 20% of the body’s energy.",
    "Venus rotates in the opposite direction of most planets.",
    "A day on Jupiter lasts about 10 hours.",
    "Some bamboo can grow almost a meter in a day."
  ]
}
